app/controllers/students_controller.rb

  def index
    Student.all
---
SELECT "students".* FROM "students"